---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RailingSystemHandrailsHeightParam
source: html/6b25c6c0-092f-22ef-d6b9-ff030699f0b2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RailingSystemHandrailsHeightParam Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId RailingSystemHandrailsHeightParam { get; }
```